---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.InSup2PerFt
source: html/07937705-0190-a635-0d20-011a1243df46.htm
---
# Autodesk.Revit.DB.SymbolTypeId.InSup2PerFt Property

Symbol in²/ft, indicating unit Square inches per foot.

## Syntax (C#)
```csharp
public static ForgeTypeId InSup2PerFt { get; }
```